Repository: ACCSTeam/ACContentSynchronizer
Catalog: ACContentSynchronizer/Localization.*.resx
Languages: ru

source: Add new
ru: Добавить

source: Applying changes...
ru: Применение изменений...

source: Content comparing...
ru: Сравнение...

source: Content no need to update
ru: Обновление не требуется

source: Content saved
ru: Сохранено

source: Done!
ru: Готово!

source: Downloaded
ru: Скачано

# DownloadingContent
source: Downloading contetnt...
ru: Скачивание...

source: Downloading manifest...
ru: Скачивание манифеста...

source: ERROR:
ru: Ошибка:

source: Manifest downloaded
ru: Манифест получен

source: Pack content...
ru: Упаковка...

source: Preparing content...
ru: Подготовка...

source: Refreshing server...
ru: Обновление сервера...

# ServerRefreshed
source: Server refershed!
ru: Сервер обновлён!

source: Settings
ru: Настройки

source: Task canceled
ru: Задача отменена

# TryingToSave
source: Trying to save content...
ru: Пытаюсь сохранить контент...

source: Uploading...
ru: Загрузка...

source: Content size:
ru: Размер:

source: Content uploaded
ru: Загружено

# PleaseSelectCar
source: Please select a car
ru: Выберите автомобиль

source: Track preview not allowed
ru: Превью трассы не доступно

source: Join
ru: Подключиться

source: Refresh
ru: Обновить

# Update
source: Sync content
ru: Синхронизировать
